Repository: louison0317/SocialApp
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hant

source: About you
zh_hant: 關於你

source: Already have an accout ?
zh_hant: 已經有帳號？

source: Appearance
zh_hant: 淺色/深色模式切換

source: Bio Link (Optional)
zh_hant: 個人檔案連結(可選)

source: Cancel
zh_hant: 取消

source: Dark Mode
zh_hant: 深色模式

source: Delete Account
zh_hant: 刪除帳號

source: Delete Post
zh_hant: 刪除貼文

source: Don't have an accout ?
zh_hant: 建立帳號

source: Done
zh_hant: 完成

source: Email
zh_hant: 電子信箱

source: Hello user, have a wonderful journey
zh_hant: 您好，歡迎使用SocialApp

source: Language
zh_hant: 語言

source: Let's Register Account
zh_hant: 註冊

source: Let's Sign you in
zh_hant: 開始註冊

source: Light Mode
zh_hant: 淺色模式

source: Login Now
zh_hant: 登入

source: Logout
zh_hant: 登出

source: My Profile
zh_hant: 個人檔案

source: No Post's found
zh_hant: 沒有貼文

source: Password
zh_hant: 密碼

source: Post
zh_hant: 發佈

source: Post's
zh_hant: 貼文區

source: Profile
zh_hant: 使用者

source: Register Now
zh_hant: 立即註冊

source: Reset password?
zh_hant: 忘記密碼？

source: Search User
zh_hant: 搜尋用戶

source: Select Language
zh_hant: 語言設定

source: Settings
zh_hant: 設定

source: Sign in
zh_hant: 登入

source: Sign up
zh_hant: 註冊

source: Username
zh_hant: 使用者名稱

source: Welcome Back, You have been missed
zh_hant: 歡迎回來！

source: What's happening?
zh_hant: 最近想分享什麼？
